{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          2
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          3
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "'": 4,
      "(": 5,
      ")": 6,
      ",": 7,
      "-": 8,
      ".": 9,
      "5": 10,
      ":": 11,
      ";": 12,
      "?": 13,
      "A": 14,
      "B": 15,
      "C": 16,
      "D": 17,
      "E": 18,
      "F": 19,
      "G": 20,
      "H": 21,
      "I": 22,
      "J": 23,
      "L": 24,
      "M": 25,
      "O": 26,
      "P": 27,
      "Q": 28,
      "R": 29,
      "S": 30,
      "T": 31,
      "U": 32,
      "V": 33,
      "W": 34,
      "a": 35,
      "b": 36,
      "c": 37,
      "d": 38,
      "e": 39,
      "f": 40,
      "g": 41,
      "h": 42,
      "i": 43,
      "j": 44,
      "k": 45,
      "l": 46,
      "m": 47,
      "n": 48,
      "o": 49,
      "p": 50,
      "q": 51,
      "r": 52,
      "s": 53,
      "t": 54,
      "u": 55,
      "v": 56,
      "w": 57,
      "x": 58,
      "y": 59,
      "z": 60,
      "Ċ": 61,
      "Ġ": 62,
      "Ġi": 63,
      "Ġa": 64,
      "Ġis": 65,
      "at": 66,
      "er": 67,
      "Ġc": 68,
      "Ġt": 69,
      "hat": 70,
      "ĠW": 71,
      "ĠWhat": 72,
      "Ġs": 73,
      "Ġco": 74,
      "ter": 75,
      "re": 76,
      "mp": 77,
      "in": 78,
      "Ġp": 79,
      "mpu": 80,
      "Ġcompu": 81,
      "Ġcomputer": 82,
      "ĠA": 83,
      "es": 84,
      "or": 85,
      "Ġm": 86,
      "on": 87,
      "Ġf": 88,
      "ro": 89,
      "Ġd": 90,
      "Ġw": 91,
      "ing": 92,
      "et": 93,
      "he": 94,
      "al": 95,
      "Ġb": 96,
      "Ġin": 97,
      "ou": 98,
      "an": 99,
      "ar": 100,
      "ic": 101,
      "Ġto": 102,
      "Ġthe": 103,
      "it": 104,
      "of": 105,
      "Ġan": 106,
      "en": 107,
      "Ġl": 108,
      "am": 109,
      "ke": 110,
      "le": 111,
      "Ġpro": 112,
      "you": 113,
      "Ġyou": 114,
      "Ġh": 115,
      "us": 116,
      "Ġfi": 117,
      "ct": 118,
      "Ġof": 119,
      "ad": 120,
      "net": 121,
      "Ġg": 122,
      "all": 123,
      "Ġon": 124,
      "Ġand": 125,
      "ot": 126,
      "Ġthat": 127,
      "are": 128,
      "ch": 129,
      "ion": 130,
      "as": 131,
      "to": 132,
      "ware": 133,
      "her": 134,
      "gr": 135,
      "ow": 136,
      "Ġcon": 137,
      "Ġma": 138,
      "ard": 139,
      "ag": 140,
      "gram": 141,
      "id": 142,
      "iv": 143,
      "te": 144,
      "Ġprogram": 145,
      "ig": 146,
      "wall": 147,
      "rewall": 148,
      "eb": 149,
      "ll": 150,
      "Ġv": 151,
      "Ġcan": 152,
      "ternet": 153,
      "art": 154,
      "Ġfirewall": 155,
      "ug": 156,
      "ork": 157,
      "Ġfor": 158,
      "Ġe": 159,
      "tu": 160,
      "up": 161,
      "Ġit": 162,
      "Ġcomputers": 163,
      "ir": 164,
      "ol": 165,
      "Ġsm": 166,
      "Ġdo": 167,
      "Ġyour": 168,
      "cre": 169,
      "ed": 170,
      "tware": 171,
      "Ġke": 172,
      "oftware": 173,
      "ay": 174,
      "hing": 175,
      "oard": 176,
      "ps": 177,
      "se": 178,
      "Ġus": 179,
      "Ġde": 180,
      "creen": 181,
      "ac": 182,
      "Ġme": 183,
      "Ġmo": 184,
      "one": 185,
      "Ġinternet": 186,
      "ide": 187,
      "board": 188,
      "Ġn": 189,
      "Ġweb": 190,
      "Ġgam": 191,
      "Ġdev": 192,
      "ike": 193,
      "ks": 194,
      "om": 195,
      "ĠS": 196,
      "ers": 197,
      "Ġsoftware": 198,
      "Ġscreen": 199,
      "ans": 200,
      "other": 201,
      "ab": 202,
      "ap": 203,
      "cu": 204,
      "ect": 205,
      "Ġre": 206,
      "ation": 207,
      "ity": 208,
      "Ġlike": 209,
      "Ġmak": 210,
      "Ġdevic": 211,
      "ds": 212,
      "les": 213,
      "Ġsh": 214,
      "ine": 215,
      "Ġdat": 216,
      "Ġwhe": 217,
      "Ġwhen": 218,
      "nect": 219,
      "oo": 220,
      "op": 221,
      "riv": 222,
      "Ġup": 223,
      "Ġap": 224,
      "ess": 225,
      "ets": 226,
      "Ġconnect": 227,
      "age": 228,
      "ages": 229,
      "ff": 230,
      "is": 231,
      "ly": 232,
      "Ġr": 233,
      "Ġth": 234,
      "Ġtr": 235,
      "Ġsp": 236,
      "ort": 237,
      "Ġfro": 238,
      "Ġdriv": 239,
      "Ġins": 240,
      "ith": 241,
      "ent": 242,
      "Ġdata": 243,
      "Ġfrom": 244,
      "av": 245,
      "work": 246,
      "ĠC": 247,
      "ĠU": 248,
      "Ġor": 249,
      "Ġnet": 250,
      "Ġse": 251,
      "Ġst": 252,
      "Ġph": 253,
      "orm": 254,
      "Ġmou": 255,
      "Ġwork": 256,
      "Ġbad": 257,
      "Ġsmart": 258,
      "Ġnetwork": 259,
      "Ġmouse": 260,
      "cess": 261,
      "ming": 262,
      "tro": 263,
      "un": 264,
      "Ġpl": 265,
      "ĠAn": 266,
      "Ġwith": 267,
      "Ġby": 268,
      "Ġinf": 269,
      "top": 270,
      "Ġcontro": 271,
      "Ġkey": 272,
      "il": 273,
      "ms": 274,
      "ut": 275,
      "Ġall": 276,
      "ate": 277,
      "Ġsom": 278,
      "res": 279,
      "Ġpart": 280,
      "Ġfiles": 281,
      "Ġvir": 282,
      "Ġmeans": 283,
      "Ġmakes": 284,
      "Ġdrive": 285,
      "ormation": 286,
      "Ġinformation": 287,
      "SB": 288,
      "ci": 289,
      "hic": 290,
      "ile": 291,
      "ld": 292,
      "ment": 293,
      "ĠR": 294,
      "Ġj": 295,
      "Ġch": 296,
      "Ġte": 297,
      "Ġsto": 298,
      "Ġfas": 299,
      "Ġbug": 300,
      "ang": 301,
      "Ġlets": 302,
      "Ġhow": 303,
      "ads": 304,
      "here": 305,
      "Ġvide": 306,
      "Ġgame": 307,
      "Ġapp": 308,
      "ĠUSB": 309,
      "Ġkeyboard": 310,
      "Ġvideo": 311,
      "In": 312,
      "lo": 313,
      "sit": 314,
      "ws": 315,
      "ys": 316,
      "Ġhe": 317,
      "ĠIn": 318,
      "Ġpic": 319,
      "ows": 320,
      "Ġkee": 321,
      "hings": 322,
      "ack": 323,
      "Ġwebsit": 324,
      "otherboard": 325,
      "cur": 326,
      "Ġdevice": 327,
      "Ġcontrol": 328,
      "Ġpictu": 329,
      "'s": 330,
      "ce": 331,
      "el": 332,
      "eop": 333,
      "lou": 334,
      "ting": 335,
      "ver": 336,
      "ĠB": 337,
      "ĠM": 338,
      "ĠP": 339,
      "Ġtou": 340,
      "Ġstu": 341,
      "Ġpeop": 342,
      "Ġmotherboard": 343,
      "Ġwhere": 344,
      "Ġinto": 345,
      "ick": 346,
      "Ġlap": 347,
      "lect": 348,
      "ust": 349,
      "Ġmake": 350,
      "Ġsmall": 351,
      "Ġuse": 352,
      "Ġnot": 353,
      "Ġreal": 354,
      "Ġdevices": 355,
      "ook": 356,
      "Ġspe": 357,
      "Ġparts": 358,
      "Ġkeeps": 359,
      "loud": 360,
      "Ġtouch": 361,
      "Ġstuff": 362,
      "Ġpeople": 363,
      "af": 364,
      "ain": 365,
      "ach": 366,
      "bile": 367,
      "get": 368,
      "ht": 369,
      "ip": 370,
      "ph": 371,
      "so": 372,
      "ure": 373,
      "yp": 374,
      "yte": 375,
      "ĠT": 376,
      "ĠV": 377,
      "Ġro": 378,
      "Ġen": 379,
      "atch": 380,
      "Ġtab": 381,
      "Ġthings": 382,
      "Ġsaf": 383,
      "Ġpages": 384,
      "orld": 385,
      "Ġfl": 386,
      "roug": 387,
      "rows": 388,
      "Ġdes": 389,
      "Ġdig": 390,
      "etter": 391,
      "ething": 392,
      "Ġbrows": 393,
      "Ġtoget": 394,
      "Ġthem": 395,
      "ital": 396,
      "Ġlang": 397,
      "Ġhard": 398,
      "ions": 399,
      "ash": 400,
      "Ġprograms": 401,
      "tual": 402,
      "Ġmobile": 403,
      "Ġgames": 404,
      "Ġshows": 405,
      "Ġthroug": 406,
      "Ġinside": 407,
      "Ġphone": 408,
      "Ġsomething": 409,
      "cial": 410,
      "Ġtell": 411,
      "ĠInternet": 412,
      "curity": 413,
      "Ġlaptop": 414,
      "Ġsafe": 415,
      "Ġdigital": 416,
      "Ġtogether": 417,
      "Ġlangu": 418,
      "Ġthrough": 419,
      "SD": 420,
      "ck": 421,
      "date": 422,
      "ix": 423,
      "line": 424,
      "pad": 425,
      "ur": 426,
      "Ġk": 427,
      "Ġother": 428,
      "Ġad": 429,
      "Ġact": 430,
      "Ġso": 431,
      "Ġser": 432,
      "Ġcomputing": 433,
      "Ġman": 434,
      "Ġdis": 435,
      "Ġway": 436,
      "alware": 437,
      "Ġbig": 438,
      "Ġprote": 439,
      "ctions": 440,
      "Ġget": 441,
      "Ġgiv": 442,
      "Ġonline": 443,
      "Ġconso": 444,
      "Ġmach": 445,
      "Ġprogramming": 446,
      "ace": 447,
      "Ġmov": 448,
      "ĠSSD": 449,
      "Ġmaking": 450,
      "ooks": 451,
      "Ġupdate": 452,
      "cessor": 453,
      "Ġplay": 454,
      "Ġvirus": 455,
      "Ġjust": 456,
      "Ġstore": 457,
      "Ġfaster": 458,
      "adset": 459,
      "Ġheadset": 460,
      "Ġwebsites": 461,
      "Ġpictures": 462,
      "Ġtabl": 463,
      "Ġbrowser": 464,
      "Ġlanguage": 465,
      "Ġprotect": 466,
      "Ġconsole": 467,
      "ake": 468,
      "aff": 469,
      "ble": 470,
      "de": 471,
      "ding": 472,
      "ger": 473,
      "iz": 474,
      "ies": 475,
      "um": 476,
      "Ġun": 477,
      "Ġim": 478,
      "Ġcr": 479,
      "Ġtin": 480,
      "Ġtal": 481,
      "Ġtas": 482,
      "Ġsol": 483,
      "Ġsys": 484,
      "Ġcop": 485,
      "ind": 486,
      "Ġpow": 487,
      "Ġpers": 488,
      "orage": 489,
      "Ġmon": 490,
      "ones": 491,
      "Ġwe": 492,
      "Ġwhat": 493,
      "Ġbe": 494,
      "Ġbut": 495,
      "Ġbetter": 496,
      "out": 497,
      "icro": 498,
      "Ġthey": 499,
      "itor": 500,
      "Ġle": 501,
      "Ġproble": 502,
      "Ġhav": 503,
      "Ġgo": 504,
      "ase": 505,
      "own": 506,
      "tem": 507
    },
    "merges": [
      [
        "Ġ",
        "i"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "Ġi",
        "s"
      ],
      [
        "a",
        "t"
      ],
      [
        "e",
        "r"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "h",
        "at"
      ],
      [
        "Ġ",
        "W"
      ],
      [
        "ĠW",
        "hat"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "Ġc",
        "o"
      ],
      [
        "t",
        "er"
      ],
      [
        "r",
        "e"
      ],
      [
        "m",
        "p"
      ],
      [
        "i",
        "n"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "mp",
        "u"
      ],
      [
        "Ġco",
        "mpu"
      ],
      [
        "Ġcompu",
        "ter"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "e",
        "s"
      ],
      [
        "o",
        "r"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "o",
        "n"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "r",
        "o"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "in",
        "g"
      ],
      [
        "e",
        "t"
      ],
      [
        "h",
        "e"
      ],
      [
        "a",
        "l"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ġi",
        "n"
      ],
      [
        "o",
        "u"
      ],
      [
        "a",
        "n"
      ],
      [
        "a",
        "r"
      ],
      [
        "i",
        "c"
      ],
      [
        "Ġt",
        "o"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "i",
        "t"
      ],
      [
        "o",
        "f"
      ],
      [
        "Ġa",
        "n"
      ],
      [
        "e",
        "n"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "a",
        "m"
      ],
      [
        "k",
        "e"
      ],
      [
        "l",
        "e"
      ],
      [
        "Ġp",
        "ro"
      ],
      [
        "y",
        "ou"
      ],
      [
        "Ġ",
        "you"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "u",
        "s"
      ],
      [
        "Ġf",
        "i"
      ],
      [
        "c",
        "t"
      ],
      [
        "Ġ",
        "of"
      ],
      [
        "a",
        "d"
      ],
      [
        "n",
        "et"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "al",
        "l"
      ],
      [
        "Ġ",
        "on"
      ],
      [
        "Ġan",
        "d"
      ],
      [
        "o",
        "t"
      ],
      [
        "Ġt",
        "hat"
      ],
      [
        "a",
        "re"
      ],
      [
        "c",
        "h"
      ],
      [
        "i",
        "on"
      ],
      [
        "a",
        "s"
      ],
      [
        "t",
        "o"
      ],
      [
        "w",
        "are"
      ],
      [
        "h",
        "er"
      ],
      [
        "g",
        "r"
      ],
      [
        "o",
        "w"
      ],
      [
        "Ġco",
        "n"
      ],
      [
        "Ġm",
        "a"
      ],
      [
        "ar",
        "d"
      ],
      [
        "a",
        "g"
      ],
      [
        "gr",
        "am"
      ],
      [
        "i",
        "d"
      ],
      [
        "i",
        "v"
      ],
      [
        "t",
        "e"
      ],
      [
        "Ġpro",
        "gram"
      ],
      [
        "i",
        "g"
      ],
      [
        "w",
        "all"
      ],
      [
        "re",
        "wall"
      ],
      [
        "e",
        "b"
      ],
      [
        "l",
        "l"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "Ġc",
        "an"
      ],
      [
        "ter",
        "net"
      ],
      [
        "ar",
        "t"
      ],
      [
        "Ġfi",
        "rewall"
      ],
      [
        "u",
        "g"
      ],
      [
        "or",
        "k"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "t",
        "u"
      ],
      [
        "u",
        "p"
      ],
      [
        "Ġi",
        "t"
      ],
      [
        "Ġcomputer",
        "s"
      ],
      [
        "i",
        "r"
      ],
      [
        "o",
        "l"
      ],
      [
        "Ġs",
        "m"
      ],
      [
        "Ġd",
        "o"
      ],
      [
        "Ġyou",
        "r"
      ],
      [
        "c",
        "re"
      ],
      [
        "e",
        "d"
      ],
      [
        "t",
        "ware"
      ],
      [
        "Ġ",
        "ke"
      ],
      [
        "of",
        "tware"
      ],
      [
        "a",
        "y"
      ],
      [
        "h",
        "ing"
      ],
      [
        "o",
        "ard"
      ],
      [
        "p",
        "s"
      ],
      [
        "s",
        "e"
      ],
      [
        "Ġ",
        "us"
      ],
      [
        "Ġd",
        "e"
      ],
      [
        "cre",
        "en"
      ],
      [
        "a",
        "c"
      ],
      [
        "Ġm",
        "e"
      ],
      [
        "Ġm",
        "o"
      ],
      [
        "on",
        "e"
      ],
      [
        "Ġin",
        "ternet"
      ],
      [
        "id",
        "e"
      ],
      [
        "b",
        "oard"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "Ġw",
        "eb"
      ],
      [
        "Ġg",
        "am"
      ],
      [
        "Ġde",
        "v"
      ],
      [
        "i",
        "ke"
      ],
      [
        "k",
        "s"
      ],
      [
        "o",
        "m"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "er",
        "s"
      ],
      [
        "Ġs",
        "oftware"
      ],
      [
        "Ġs",
        "creen"
      ],
      [
        "an",
        "s"
      ],
      [
        "ot",
        "her"
      ],
      [
        "a",
        "b"
      ],
      [
        "a",
        "p"
      ],
      [
        "c",
        "u"
      ],
      [
        "e",
        "ct"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "at",
        "ion"
      ],
      [
        "it",
        "y"
      ],
      [
        "Ġl",
        "ike"
      ],
      [
        "Ġma",
        "k"
      ],
      [
        "Ġdev",
        "ic"
      ],
      [
        "d",
        "s"
      ],
      [
        "l",
        "es"
      ],
      [
        "Ġs",
        "h"
      ],
      [
        "in",
        "e"
      ],
      [
        "Ġd",
        "at"
      ],
      [
        "Ġw",
        "he"
      ],
      [
        "Ġwhe",
        "n"
      ],
      [
        "n",
        "ect"
      ],
      [
        "o",
        "o"
      ],
      [
        "o",
        "p"
      ],
      [
        "r",
        "iv"
      ],
      [
        "Ġ",
        "up"
      ],
      [
        "Ġa",
        "p"
      ],
      [
        "es",
        "s"
      ],
      [
        "et",
        "s"
      ],
      [
        "Ġcon",
        "nect"
      ],
      [
        "ag",
        "e"
      ],
      [
        "ag",
        "es"
      ],
      [
        "f",
        "f"
      ],
      [
        "i",
        "s"
      ],
      [
        "l",
        "y"
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "Ġt",
        "h"
      ],
      [
        "Ġt",
        "r"
      ],
      [
        "Ġs",
        "p"
      ],
      [
        "or",
        "t"
      ],
      [
        "Ġf",
        "ro"
      ],
      [
        "Ġd",
        "riv"
      ],
      [
        "Ġin",
        "s"
      ],
      [
        "it",
        "h"
      ],
      [
        "en",
        "t"
      ],
      [
        "Ġdat",
        "a"
      ],
      [
        "Ġfro",
        "m"
      ],
      [
        "a",
        "v"
      ],
      [
        "w",
        "ork"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "Ġ",
        "U"
      ],
      [
        "Ġ",
        "or"
      ],
      [
        "Ġ",
        "net"
      ],
      [
        "Ġs",
        "e"
      ],
      [
        "Ġs",
        "t"
      ],
      [
        "Ġp",
        "h"
      ],
      [
        "or",
        "m"
      ],
      [
        "Ġm",
        "ou"
      ],
      [
        "Ġw",
        "ork"
      ],
      [
        "Ġb",
        "ad"
      ],
      [
        "Ġsm",
        "art"
      ],
      [
        "Ġnet",
        "work"
      ],
      [
        "Ġmou",
        "se"
      ],
      [
        "c",
        "ess"
      ],
      [
        "m",
        "ing"
      ],
      [
        "t",
        "ro"
      ],
      [
        "u",
        "n"
      ],
      [
        "Ġp",
        "l"
      ],
      [
        "ĠA",
        "n"
      ],
      [
        "Ġw",
        "ith"
      ],
      [
        "Ġb",
        "y"
      ],
      [
        "Ġin",
        "f"
      ],
      [
        "to",
        "p"
      ],
      [
        "Ġcon",
        "tro"
      ],
      [
        "Ġke",
        "y"
      ],
      [
        "i",
        "l"
      ],
      [
        "m",
        "s"
      ],
      [
        "u",
        "t"
      ],
      [
        "Ġa",
        "ll"
      ],
      [
        "at",
        "e"
      ],
      [
        "Ġs",
        "om"
      ],
      [
        "re",
        "s"
      ],
      [
        "Ġp",
        "art"
      ],
      [
        "Ġfi",
        "les"
      ],
      [
        "Ġv",
        "ir"
      ],
      [
        "Ġme",
        "ans"
      ],
      [
        "Ġmak",
        "es"
      ],
      [
        "Ġdriv",
        "e"
      ],
      [
        "orm",
        "ation"
      ],
      [
        "Ġinf",
        "ormation"
      ],
      [
        "S",
        "B"
      ],
      [
        "c",
        "i"
      ],
      [
        "h",
        "ic"
      ],
      [
        "i",
        "le"
      ],
      [
        "l",
        "d"
      ],
      [
        "m",
        "ent"
      ],
      [
        "Ġ",
        "R"
      ],
      [
        "Ġ",
        "j"
      ],
      [
        "Ġc",
        "h"
      ],
      [
        "Ġt",
        "e"
      ],
      [
        "Ġs",
        "to"
      ],
      [
        "Ġf",
        "as"
      ],
      [
        "Ġb",
        "ug"
      ],
      [
        "an",
        "g"
      ],
      [
        "Ġl",
        "ets"
      ],
      [
        "Ġh",
        "ow"
      ],
      [
        "ad",
        "s"
      ],
      [
        "her",
        "e"
      ],
      [
        "Ġv",
        "ide"
      ],
      [
        "Ġgam",
        "e"
      ],
      [
        "Ġap",
        "p"
      ],
      [
        "ĠU",
        "SB"
      ],
      [
        "Ġkey",
        "board"
      ],
      [
        "Ġvide",
        "o"
      ],
      [
        "I",
        "n"
      ],
      [
        "l",
        "o"
      ],
      [
        "s",
        "it"
      ],
      [
        "w",
        "s"
      ],
      [
        "y",
        "s"
      ],
      [
        "Ġ",
        "he"
      ],
      [
        "Ġ",
        "In"
      ],
      [
        "Ġp",
        "ic"
      ],
      [
        "ow",
        "s"
      ],
      [
        "Ġke",
        "e"
      ],
      [
        "hing",
        "s"
      ],
      [
        "ac",
        "k"
      ],
      [
        "Ġweb",
        "sit"
      ],
      [
        "other",
        "board"
      ],
      [
        "cu",
        "r"
      ],
      [
        "Ġdevic",
        "e"
      ],
      [
        "Ġcontro",
        "l"
      ],
      [
        "Ġpic",
        "tu"
      ],
      [
        "'",
        "s"
      ],
      [
        "c",
        "e"
      ],
      [
        "e",
        "l"
      ],
      [
        "e",
        "op"
      ],
      [
        "l",
        "ou"
      ],
      [
        "t",
        "ing"
      ],
      [
        "v",
        "er"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "Ġt",
        "ou"
      ],
      [
        "Ġs",
        "tu"
      ],
      [
        "Ġp",
        "eop"
      ],
      [
        "Ġm",
        "otherboard"
      ],
      [
        "Ġw",
        "here"
      ],
      [
        "Ġin",
        "to"
      ],
      [
        "ic",
        "k"
      ],
      [
        "Ġl",
        "ap"
      ],
      [
        "le",
        "ct"
      ],
      [
        "us",
        "t"
      ],
      [
        "Ġma",
        "ke"
      ],
      [
        "Ġsm",
        "all"
      ],
      [
        "Ġus",
        "e"
      ],
      [
        "Ġn",
        "ot"
      ],
      [
        "Ġre",
        "al"
      ],
      [
        "Ġdevic",
        "es"
      ],
      [
        "oo",
        "k"
      ],
      [
        "Ġsp",
        "e"
      ],
      [
        "Ġpart",
        "s"
      ],
      [
        "Ġkee",
        "ps"
      ],
      [
        "lou",
        "d"
      ],
      [
        "Ġtou",
        "ch"
      ],
      [
        "Ġstu",
        "ff"
      ],
      [
        "Ġpeop",
        "le"
      ],
      [
        "a",
        "f"
      ],
      [
        "a",
        "in"
      ],
      [
        "a",
        "ch"
      ],
      [
        "b",
        "ile"
      ],
      [
        "g",
        "et"
      ],
      [
        "h",
        "t"
      ],
      [
        "i",
        "p"
      ],
      [
        "p",
        "h"
      ],
      [
        "s",
        "o"
      ],
      [
        "u",
        "re"
      ],
      [
        "y",
        "p"
      ],
      [
        "y",
        "te"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "Ġ",
        "V"
      ],
      [
        "Ġ",
        "ro"
      ],
      [
        "Ġ",
        "en"
      ],
      [
        "at",
        "ch"
      ],
      [
        "Ġt",
        "ab"
      ],
      [
        "Ġt",
        "hings"
      ],
      [
        "Ġs",
        "af"
      ],
      [
        "Ġp",
        "ages"
      ],
      [
        "or",
        "ld"
      ],
      [
        "Ġf",
        "l"
      ],
      [
        "ro",
        "ug"
      ],
      [
        "ro",
        "ws"
      ],
      [
        "Ġd",
        "es"
      ],
      [
        "Ġd",
        "ig"
      ],
      [
        "et",
        "ter"
      ],
      [
        "et",
        "hing"
      ],
      [
        "Ġb",
        "rows"
      ],
      [
        "Ġto",
        "get"
      ],
      [
        "Ġthe",
        "m"
      ],
      [
        "it",
        "al"
      ],
      [
        "Ġl",
        "ang"
      ],
      [
        "Ġh",
        "ard"
      ],
      [
        "ion",
        "s"
      ],
      [
        "as",
        "h"
      ],
      [
        "Ġprogram",
        "s"
      ],
      [
        "tu",
        "al"
      ],
      [
        "Ġmo",
        "bile"
      ],
      [
        "Ġgam",
        "es"
      ],
      [
        "Ġsh",
        "ows"
      ],
      [
        "Ġth",
        "roug"
      ],
      [
        "Ġins",
        "ide"
      ],
      [
        "Ġph",
        "one"
      ],
      [
        "Ġsom",
        "ething"
      ],
      [
        "ci",
        "al"
      ],
      [
        "Ġte",
        "ll"
      ],
      [
        "ĠIn",
        "ternet"
      ],
      [
        "cur",
        "ity"
      ],
      [
        "Ġlap",
        "top"
      ],
      [
        "Ġsaf",
        "e"
      ],
      [
        "Ġdig",
        "ital"
      ],
      [
        "Ġtoget",
        "her"
      ],
      [
        "Ġlang",
        "u"
      ],
      [
        "Ġthroug",
        "h"
      ],
      [
        "S",
        "D"
      ],
      [
        "c",
        "k"
      ],
      [
        "d",
        "ate"
      ],
      [
        "i",
        "x"
      ],
      [
        "l",
        "ine"
      ],
      [
        "p",
        "ad"
      ],
      [
        "u",
        "r"
      ],
      [
        "Ġ",
        "k"
      ],
      [
        "Ġ",
        "other"
      ],
      [
        "Ġa",
        "d"
      ],
      [
        "Ġa",
        "ct"
      ],
      [
        "Ġs",
        "o"
      ],
      [
        "Ġs",
        "er"
      ],
      [
        "Ġcompu",
        "ting"
      ],
      [
        "Ġm",
        "an"
      ],
      [
        "Ġd",
        "is"
      ],
      [
        "Ġw",
        "ay"
      ],
      [
        "al",
        "ware"
      ],
      [
        "Ġb",
        "ig"
      ],
      [
        "Ġpro",
        "te"
      ],
      [
        "ct",
        "ions"
      ],
      [
        "Ġg",
        "et"
      ],
      [
        "Ġg",
        "iv"
      ],
      [
        "Ġon",
        "line"
      ],
      [
        "Ġcon",
        "so"
      ],
      [
        "Ġma",
        "ch"
      ],
      [
        "Ġprogram",
        "ming"
      ],
      [
        "ac",
        "e"
      ],
      [
        "Ġmo",
        "v"
      ],
      [
        "ĠS",
        "SD"
      ],
      [
        "Ġmak",
        "ing"
      ],
      [
        "oo",
        "ks"
      ],
      [
        "Ġup",
        "date"
      ],
      [
        "cess",
        "or"
      ],
      [
        "Ġpl",
        "ay"
      ],
      [
        "Ġvir",
        "us"
      ],
      [
        "Ġj",
        "ust"
      ],
      [
        "Ġsto",
        "re"
      ],
      [
        "Ġfas",
        "ter"
      ],
      [
        "ads",
        "et"
      ],
      [
        "Ġhe",
        "adset"
      ],
      [
        "Ġwebsit",
        "es"
      ],
      [
        "Ġpictu",
        "res"
      ],
      [
        "Ġtab",
        "l"
      ],
      [
        "Ġbrows",
        "er"
      ],
      [
        "Ġlangu",
        "age"
      ],
      [
        "Ġprote",
        "ct"
      ],
      [
        "Ġconso",
        "le"
      ],
      [
        "a",
        "ke"
      ],
      [
        "a",
        "ff"
      ],
      [
        "b",
        "le"
      ],
      [
        "d",
        "e"
      ],
      [
        "d",
        "ing"
      ],
      [
        "g",
        "er"
      ],
      [
        "i",
        "z"
      ],
      [
        "i",
        "es"
      ],
      [
        "u",
        "m"
      ],
      [
        "Ġ",
        "un"
      ],
      [
        "Ġi",
        "m"
      ],
      [
        "Ġc",
        "r"
      ],
      [
        "Ġt",
        "in"
      ],
      [
        "Ġt",
        "al"
      ],
      [
        "Ġt",
        "as"
      ],
      [
        "Ġs",
        "ol"
      ],
      [
        "Ġs",
        "ys"
      ],
      [
        "Ġco",
        "p"
      ],
      [
        "in",
        "d"
      ],
      [
        "Ġp",
        "ow"
      ],
      [
        "Ġp",
        "ers"
      ],
      [
        "or",
        "age"
      ],
      [
        "Ġm",
        "on"
      ],
      [
        "on",
        "es"
      ],
      [
        "Ġw",
        "e"
      ],
      [
        "Ġw",
        "hat"
      ],
      [
        "Ġb",
        "e"
      ],
      [
        "Ġb",
        "ut"
      ],
      [
        "Ġb",
        "etter"
      ],
      [
        "ou",
        "t"
      ],
      [
        "ic",
        "ro"
      ],
      [
        "Ġthe",
        "y"
      ],
      [
        "it",
        "or"
      ],
      [
        "Ġl",
        "e"
      ],
      [
        "Ġpro",
        "ble"
      ],
      [
        "Ġh",
        "av"
      ],
      [
        "Ġg",
        "o"
      ],
      [
        "as",
        "e"
      ],
      [
        "ow",
        "n"
      ],
      [
        "te",
        "m"
      ]
    ]
  }
}